{
    "translation": {
        "app": {
            "title": "Whisper Web",
            "subtitle": "Transcribe speech directly in your browser!",
            "footer": "The transcription is performed locally on your device. Your data remains private.",
            "footer_credits": "Further developed by <authorLink>Peter Wenström</authorLink> based on <demoLink>Xenova</demoLink> ♥️"
        },
        "modal": {
            "close": "Close"
        },
        "manager": {
            "loading": "Loading model files... (only run once)",
            "select_model": "Select the model to use.",
            "select_language": "Select the source language.",
            "select_task": "Select the task to perform.",
            "transcribe": "Transcribe",
            "translate": "Translate (to English)",
            "from_url": "From URL",
            "from_url_description": "Enter the URL of the audio file you want to load.",
            "from_file": "From file",
            "record": "Record",
            "record_description": "Record audio using your microphone",
            "submit": "Load",
            "settings": "Settings",
            "gpu": "GPU",
            "gpu_disabled": "GPU (unsupported browser)",
            "clear_cache": "Clear cache",
            "info_title": "Whisper-web",
            "info_content": "Whisper-web is a small website to help you transcribe audio speech into text.<1></1><1></1>The first time you give it a file, it will download an open AI model and perform the transcription locally in your browser. This means that your audio file never leaves your device. It also means that the transcription will be slow or fail if your computer/smartphone is not powerful enough to perform it.<1></1><1></1>In the settings (bottom right corner), you can pick among different models and various quantisation levels. A smaller model with a lower quantisation will be faster but make more mistakes. By default, Whisper-web uses small models but you can try a bigger one and see if it works on your device.<1></1><1></1>For most languages, it is best to use <4>OpenAI's official models</4> (Multilingual) but for Swedish or Norwegian, it is recommended to use versions that have been specifically trained for them.<1></1><1></1>The Swedish models are called <8>KB-whisper</8> and have been trained by the <12>national library</12> on data from parliament debates and the Swedish public service. The Norwegian ones are named <16>nb-whisper</16> and have also been trained by the country's <20>national library</20>.<1></1><1></1>This project's source code is available on <23>Github</23>. Feel free to reuse or contribute to it.<1></1><1></1>The website is hosted on <26>statichost.eu</26>, a privacy-friendly service to host static sites.",
            "privacy_title": "🔐 Privacy and Data Protection",
            "privacy_link": "GDPR FAQ",
            "privacy_content": "This web application is designed with user privacy in focus. All processing of audio files occurs directly in your browser and never leaves your device. No information is stored or shared with third parties.<1></1><1></1><strong>📋 GDPR – Frequently Asked Questions</strong><1></1><1></1><strong>❓ Are my audio files sent to any server?</strong><1></1>No. All processing occurs locally on your device. The application uses an AI model that runs in the browser, without sending anything to external servers.<1></1><1></1><strong>❓ Does the application store any personal data?</strong><1></1>No. The application stores no information about the user, audio recordings, or transcriptions – neither temporarily nor permanently.<1></1><1></1><strong>❓ Are cookies or tracking tools used?</strong><1></1>No. The application does not use cookies, analytics tools, or other techniques to track user behavior.<1></1><1></1><strong>❓ Can I use this to transcribe sensitive material?</strong><1></1>It is not recommended. Even though no data is transmitted, the processing occurs outside a controlled IT system. Therefore, the service should not be used for confidential or sensitive material.<1></1><1></1><strong>❓ Who is responsible for the service?</strong><1></1>This application is based on open source code and can be adapted for different organizations. Responsibility for use, handling of personal data, and any adaptation rests with whoever provides the service in the current context."
        },
        "recorder": {
            "start_recording": "Start recording",
            "stop_recording": "Stop recording ({{duration}})"
        },
        "transcribe_button": {
            "loading_model": "Loading model...",
            "transcribing": "Transcribing...",
            "transcribe": "Transcribe Audio"
        },
        "transcript": {
            "export": "Export",
            "tokens_per_second": "tokens/second",
            "copilot_title": "📋 Copy for Copilot",
            "copilot_description": "This function splits your transcription into chunks suitable for Copilot (max 15,000 characters per part). You can copy the chunks and paste them one at a time into Copilot.",
            "copilot_info": "Split Information",
            "copilot_total_parts": "Number of parts",
            "copilot_max_chars": "Max characters per part",
            "copilot_preview": "Preview",
            "copilot_part": "Part",
            "copilot_more_parts": "more parts...",
            "copilot_copy": "Copy to clipboard",
            "copilot_download": "Download as file",
            "copilot_copied": "✓ Copied to clipboard! You can now paste it in Copilot.",
            "copilot_usage_tip": "💡 Tip: Start with part 1 and let Copilot process it. Then copy the next part when you're ready."
        },
        "language_selector": {
            "title": "Language",
            "sv": "Swedish",
            "no": "Norwegian",
            "en": "English",
            "es": "Spanish"
        }
    }
}
