{
    "translation": {
        "app": {
            "title": "Whisper Web",
            "subtitle": "¡Transcribe el habla directamente en tu navegador!",
            "footer": "La transcripción se realiza localmente en tu navegador. Tus datos se quedan privados.",
            "footer_credits": "Desarrollado por <authorLink>Peter Wenström</authorLink> basado en <demoLink>Xenova</demoLink> ♥️"
        },
        "modal": {
            "close": "Cerrar"
        },
        "manager": {
            "loading": "Cargando archivos de modelo... (solo se ejecuta una vez)",
            "select_model": "Selecciona el modelo a usar.",
            "select_language": "Selecciona el idioma de origen.",
            "select_task": "Selecciona la tarea a realizar.",
            "transcribe": "Transcribir",
            "translate": "Traducir (al inglés)",
            "from_url": "Desde URL",
            "from_url_description": "Ingresa la URL del archivo de audio que deseas cargar.",
            "from_file": "Desde archivo",
            "record": "Grabar",
            "record_description": "Graba audio usando tu micrófono",
            "submit": "Cargar",
            "settings": "Configuraciones",
            "gpu": "GPU",
            "gpu_disabled": "GPU (navegador no compatible)",
            "clear_cache": "Borrar caché",
            "info_title": "Whisper-web",
            "info_content": "Whisper-web es un pequeño sitio web para ayudarte a transcribir audio a texto.<1></1><1></1>La primera vez que le das un archivo, descargará un modelo de IA abierta y realizará la transcripción localmente en tu navegador. Esto significa que tu archivo de audio nunca saldrá de tu dispositivo. También significa que la transcripción será lenta o fallará si tu computadora/teléfono inteligente no es lo suficientemente potente para realizarla.<1></1><1></1>En la configuración (esquina inferior derecha), puedes elegir entre diferentes modelos y varios niveles de cuantización. Un modelo más pequeño con menor cuantización será más rápido pero cometerá más errores. Por defecto, Whisper-web utiliza modelos pequeños, pero puedes probar uno más grande y ver si funciona en tu dispositivo.<1></1><1></1>Para la mayoría de los idiomas, es mejor usar <4>los modelos oficiales de OpenAI</4> (Multilingües), pero para el sueco o el noruego se recomienda usar versiones que han sido entrenadas específicamente para ellos.<1></1><1></1>Los modelos suecos se llaman <8>KB-whisper</8> y han sido entrenados por la <12>biblioteca nacional</12> con datos de debates parlamentarios y el servicio público sueco. Los noruegos se llaman <16>nb-whisper</16> y también han sido entrenados por la <20>biblioteca nacional</20> del país.<1></1><1></1>El código fuente de este proyecto está disponible en <23>Github</23>. Siéntete libre de reutilizarlo o contribuir a él.<1></1><1></1>El sitio web está alojado en <26>statichost.eu</26>, un servicio amigable con la privacidad para alojar sitios estáticos.",
            "privacy_title": "🔐 Privacidad y protección de datos",
            "privacy_content": "Esta aplicación web está diseñada con enfoque en la privacidad del usuario. Todo el procesamiento de archivos de audio ocurre directamente en tu navegador y nunca sale de tu dispositivo. No se almacena ni comparte información con terceros.<1></1><1></1><strong>📋 RGPD – Preguntas frecuentes</strong><1></1><1></1><strong>❓ ¿Se envían mis archivos de audio a algún servidor?</strong><1></1>No. Todo el procesamiento ocurre localmente en tu dispositivo. La aplicación utiliza un modelo de IA que se ejecuta en el navegador, sin enviar nada a servidores externos.<1></1><1></1><strong>❓ ¿La aplicación almacena datos personales?</strong><1></1>No. La aplicación no almacena información sobre el usuario, grabaciones de audio o transcripciones, ni temporal ni permanentemente.<1></1><1></1><strong>❓ ¿Se utilizan cookies o herramientas de seguimiento?</strong><1></1>No. La aplicación no utiliza cookies, herramientas de análisis u otras técnicas para rastrear el comportamiento del usuario.<1></1><1></1><strong>❓ ¿Puedo usar esto para transcribir material sensible?</strong><1></1>No se recomienda. Aunque no se transmiten datos, el procesamiento ocurre fuera de un sistema de TI controlado. Por lo tanto, el servicio no debe usarse para material confidencial o sensible.<1></1><1></1><strong>❓ ¿Quién es responsable del servicio?</strong><1></1>Esta aplicación se basa en código abierto y puede adaptarse para diferentes organizaciones. La responsabilidad del uso, manejo de datos personales y cualquier adaptación recae en quien proporciona el servicio en el contexto actual."
        },
        "recorder": {
            "start_recording": "Iniciar grabación",
            "stop_recording": "Detener grabación ({{duration}})"
        },
        "transcribe_button": {
            "loading_model": "Cargando modelo...",
            "transcribing": "Transcribiendo...",
            "transcribe": "Transcribir Audio"
        },
        "transcript": {
            "export": "Exportar",
            "tokens_per_second": "tokens/segundo",
            "copilot_title": "📋 Copiar para Copilot",
            "copilot_description": "Esta función divide tu transcripción en fragmentos adecuados para Copilot (máx. 15 000 caracteres por parte). Puedes copiar los fragmentos y pegarlos uno por uno en Copilot.",
            "copilot_info": "Información de división",
            "copilot_total_parts": "Número de partes",
            "copilot_max_chars": "Máximo de caracteres por parte",
            "copilot_preview": "Vista previa",
            "copilot_part": "Parte",
            "copilot_more_parts": "más partes...",
            "copilot_copy": "Copiar al portapapeles",
            "copilot_download": "Descargar como archivo",
            "copilot_copied": "✓ ¡Copiado al portapapeles! Ahora puedes pegarlo en Copilot.",
            "copilot_usage_tip": "💡 Consejo: Comienza con la parte 1 y deja que Copilot la procese. Luego copia la siguiente parte cuando estés listo."
        },
        "language_selector": {
            "title": "Idioma",
            "sv": "Sueco",
            "no": "Noruego",
            "en": "Inglés",
            "es": "Español"
        }
    }
}
