{
    "translation": {
        "app": {
            "title": "Whisper Web",
            "subtitle": "Transkribere tale direkte i nettleseren din!",
            "footer": "Transkriberingen utføres lokalt på enheten din. Ingen data sendes noe sted.",
            "footer_credits": "Videreutviklet av <authorLink>Peter Wenström</authorLink> basert på <demoLink>Xenova</demoLink> ♥️"
        },
        "modal": {
            "close": "Lukk"
        },
        "manager": {
            "loading": "Laster modellfiler... (kjøres bare én gang)",
            "select_model": "Velg modellen som skal brukes.",
            "select_language": "Velg kildespråk.",
            "select_task": "Velg oppgave.",
            "transcribe": "Transkribere",
            "translate": "Oversett (til engelsk)",
            "from_url": "Fra URL",
            "from_url_description": "Angi URL-en til lydfilen du vil laste.",
            "from_file": "Fra fil",
            "record": "Ta opp",
            "record_description": "Ta opp lyd med mikrofonen din",
            "submit": "Last opp",
            "settings": "Innstillinger",
            "gpu": "GPU",
            "gpu_disabled": "GPU (ikke kompatibel med nettleseren)",
            "clear_cache": "Tøm hurtigbuffer",
            "info_title": "Whisper-web",
            "info_content": "Whisper-web er et lite nettsted for å hjelpe deg med å transkribere lydtale til tekst.<1></1><1></1>Første gang du gir det en fil, vil det laste ned en åpen AI-modell og utføre transkripsjonen lokalt i nettleseren din. Dette betyr at lydfilen din aldri forlater enheten din. Det betyr også at transkripsjonen vil gå sakte eller mislykkes hvis datamaskinen/smarttelefonen din ikke er kraftig nok til å utføre den.<1></1><1></1>I innstillingene (nede i høyre hjørne) kan du velge blant forskjellige modeller og ulike kvantiseringsnivåer. En mindre modell med lavere kvantisering vil være raskere, men gjøre flere feil. Som standard bruker Whisper-web små modeller, men du kan prøve en større og se om det fungerer på enheten din.<1></1><1></1>For de fleste språk er det best å bruke <4>OpenAIs offisielle modeller</4> (Multilingual), men for svensk eller norsk anbefales det å bruke versjoner som har blitt spesifikt trent for dem.<1></1><1></1>De svenske modellene kalles <8>KB-whisper</8> og har blitt trent av <12>det nasjonale biblioteket</12> på data fra parlamentsdebatter og svensk offentlig tjeneste. De norske kalles <16>nb-whisper</16> og har også blitt trent av landets <20>nasjonalbibliotek</20>.<1></1><1></1>Prosjektets kildekode er tilgjengelig på <23>Github</23>. Føl deg fri til å gjenbruke eller bidra til det.<1></1><1></1>Nettstedet er vert på <26>statichost.eu</26>, en personvernvennlig tjeneste for å hoste statiske sider.",
            "privacy_title": "🔐 Personvern og databeskyttelse",
            "privacy_content": "Denne webapplikasjonen er utformet med fokus på brukerens personvern. All behandling av lydfiler skjer direkte i nettleseren din og forlater ikke enheten din. Ingen informasjon lagres eller deles med tredjeparter.<1></1><1></1><strong>📋 GDPR – Ofte stilte spørsmål</strong><1></1><1></1><strong>❓ Sendes lydfilene mine til noen server?</strong><1></1>Nei. All behandling skjer lokalt på enheten din. Applikasjonen bruker en AI-modell som kjører i nettleseren, uten at noe sendes til eksterne servere.<1></1><1></1><strong>❓ Lagrer applikasjonen noen personopplysninger?</strong><1></1>Nei. Applikasjonen lagrer ingen informasjon om brukeren, lydopptak eller transkripsjoner – verken midlertidig eller permanent.<1></1><1></1><strong>❓ Brukes informasjonskapsler eller sporingsverktøy?</strong><1></1>Nei. Applikasjonen bruker ikke informasjonskapsler, analyseverktøy eller andre teknikker for å spore brukeratferd.<1></1><1></1><strong>❓ Kan jeg bruke dette til å transkribere sensitivt materiale?</strong><1></1>Det anbefales ikke. Selv om ingen data sendes videre, skjer behandlingen utenfor et kontrollert IT-system. Derfor bør tjenesten ikke brukes for konfidensielt eller sensitivt materiale.<1></1><1></1><strong>❓ Hvem er ansvarlig for tjenesten?</strong><1></1>Denne applikasjonen er basert på åpen kildekode og kan tilpasses for ulike virksomheter. Ansvar for bruk, håndtering av personopplysninger og eventuell tilpasning hviler på den som leverer tjenesten i aktuell kontekst."
        },
        "recorder": {
            "start_recording": "Start opptak",
            "stop_recording": "Stopp opptak ({{duration}})"
        },
        "transcribe_button": {
            "loading_model": "Laster modell...",
            "transcribing": "Transkriberer...",
            "transcribe": "Transkribere lyd"
        },
        "transcript": {
            "export": "Eksporter",
            "tokens_per_second": "tokens/sekund"
        },
        "language_selector": {
            "title": "Språk",
            "sv": "svensk",
            "no": "norsk",
            "en": "engelsk",
            "es": "spansk"
        }
    }
}
